Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Glory be to God, this is the first time I hear about all these benefits of tea.
ar: سبحان الله لاول مرة اعلم هذه الفوائد الكبيرة للشاي

source: Glory be to God
ar: سبحان الله

source: But I would like to mention that there is no contradiction.
ar: لكن اود ان انوه انه لا يوجد تناقض

source: They just warned about drinking very hot tea
ar: فهم حذروا من شربه وهو حار جداً

source: and warned of drinking iced tea.
ar: وحذروا من شرب الشاي المثلج

source: I mean, drink it with moderate temperature, for your good health, God willing.
ar: يعني اشربه وهو معتدل وبالصحة والعافية ان شاء الله

source: Tea
ar: الشاى

source: Tea is a disease that people used in the Ivory Coast.
ar: الشاى مرض استخدمة الناس فى العاج

source: The competition was between us Saudis and our Egyptian brothers in day dreams and inventions that benefit the mankind, and now our Iranian neighbours joined us, and all three are of no use.
ar: المنافسة كانت بيننا نحن السعوديين و اخواننا المصريين في احلام اليقظة و اختراعات تفيد البشرية دخلوا جيراننا الايرانين معانا و التلاتة ما منهم فايدة

source: And here goes the third
ar: و ثالثهم

source: Very interesting subject
ar: موضوع مفيد جدا

source: I find no words to express my gratitude for this rich page. The issue is of utmost importance.
ar: لا اجد من الكلمات ما تعبر عن امتناني الشديد بهذه الصفحة الثرية .. موضوع في منتهي الاهمية

source: Suheer, this article should be shorter than this because I read the first part and noticed that the following paragraphs were just a repetition. The first part is saying that drinking hot tea is bad and the other is about the benefits of tea in general, w
ar: ياريت د سهير الخبر يكون اقصر من كده لاني قرأت الخبر الاول ولاحظت ان بعد كده اخبار مكررة الخبر الاول بيقول اضرار شرب الشاي ساخن والثاني يتناول فوائد الشاي عموما يعني بالعربي الفصيح مفيش تناقض

source: One cannot get water from a stone
ar: هو ده اللي يعمل من الفسيخ شربات

source: Drinking too much tea causes Irritable bowel syndrome.
ar: كثرة شراب الشاى يسباب التهاب القولون العصبى

source: Greetings!
ar: تحية واجبة

source: The issue of drinking tea whether it's hot or cold is worrying because this study eliminates a whole history and inherent culture of too many of those who drink tea. And tribute goes to those who are behind the website of Moheet who are always raising awa
ar: موضوع تناول الشاي ساخن او بارد في حد ذاته امر مقلق لاننا بهذه الدراسة نلغي تاريخ كامل وثقافة متاصلة لدي الكثيرين ممن يشربون الشاي ، والتحية واجبة في النهاية لما يقوم به موقع محيط دائما من توعية للقراء من خلال هذه الصفحة

source: Beware of life
ar: احذر الحياة

source: In two words, we should avoid all aspects of life, smiling, crying, sadness, happiness, showering, shampoo, tea, coffee, sleep and staying up late at night to ensure a better life. All these ads and studies only entice us to avoid life in all its aspects.
ar: بالمختصر أصبح لزاما تجنب كل وجوه الحياة الابتسامة البكاءالحزن الفرح الاستحمام الشامبو الشاي القهوة النوم السهر للتمتع بحياة أفضل كل هذه الاعلانات والدراسات لاتعمل إلا على تجنب الحياة بكل وجوهها وكم عمرا سيعيش الإنسان؟ليتقن هذه الوصايا يحتاج لعمر أطول لندع

source: Interesting comments and good topic
ar: تعليقات محترمه وموضوع جيد

source: Whenever I read the different issues and analysis on the pages of Moheet, my respect for people who are behind this website increases. I am always keen to follow all the topics and articles that make us long to scientific magazines and newspapers that hav
ar: كلما فرأت الموضوعات والتحليلات المختلفه فوق صفحات محيط أذداد أحترامي للقائمين علي هذا الموقع لذا كنت حريصآ دائمآ علي المتابعه لجميع الموضوعات والمقالات الشيقه التي تُثير فينا الحنين للمجلات والصحف العلميه التي أندثرت هذه الأيام ، بارك الله في كل من شارك ف

source: Netanyahu presents his government and peace is fading in the darkness of extremism
ar: نتنياهو يعرض حكومته والسلام يتلاشى في عتمة التطرف

source: ArabOnline - Wael Baalbeki: Incoming Israeli prime minister, Benjamin Netanyahu, presented his new government to the Knesset for a vote of confidence onTuesday, while the structure of this government contains the largest group possible of extremists, whic
ar: العرب اونلاين ـ وائل بعلبكي:عرض رئيس الوزراء الإسرائيلي المكلف بنيامين نتنياهو حكومته الجديدة على الكنيست للتصويت على الثقة فيها الثلاثاء بينما تشير تركيبة هذه الحكومة إلى احتوائها على أكبر قدر ممكن من الشخصيات المتطرفة التي ترفض في أدبياتها السياسية فكرة

source: The government of the incoming Israeli Prime Minister Benjamin Netanyahu was severely criticism a few hours before being presented to the Knesset, and approved on Tuesday night. Netanyahu agreed with Silvan Shalom, a leading member of the Knesset in the L
ar: وتعرضت حكومة رئيس الوزراء الإسرائيلي المكلف بنيامين نتنياهو لانتقادات شديدة قبل ساعات قليلة من عرضها على الكنيست وتنصيبها مساء الثلاثاء فيما اتفق نتنياهو وعضو الكنيست القيادي في حزب الليكود سيلفان شالوم على انضمام الأخير للحكومة، وسيتولى منصب النائب الأول

source: With the accession of Shalom to the government, Netanyahu has surmounted the last obstacle to the formation of his government.
ar: وبانضمام شالوم إلى الحكومة يكون نتنياهو قد ذلل آخر عقبة أمام تأليف حكومته.

source: Netanyahu enjoys the support of about seventy out of 120 deputies in the parliament, and is thus confident to get the required majority to form the thirty-second government in the history of the Jewish state.
ar: ويتمتع نتنياهو بدعم حوالي سبعين نائبا من اصل 120 في البرلمان وهو واثق بذلك من الحصول على الاغلبية المطلوبة لتشكيل الحكومة الثانية والثلاثين في تاريح الدولة العبرية.

source: Observers say that the position of the Arabs who call for peace with Israel will be more embarrassing, especially since they did not achieve anything worthy from their policies and calls over years, with government that were described as less right-winged
ar: ويقول مراقبون إن موقف العرب الداعين إلى السلام مع اسرئيل سيزداد حرجا لا سيما وأنهم لم يحققوا من سياساتهم ودعواتهم وعلى مدى سنوات، شيئا يذكر ومع حكومات توصف بأنها أقل يمينية فما بالك بالحال مع حكومة نتانياهو المتطرفة بأقصى ما تملك من تطرف.

source: Benjamin Netanyahu
ar: بنيامين نتنياهو

source: 31/03/2009 05:32:23 P.M.
ar: 31/03/2009 05:32:23 م

source: If Netanyahu’s Government accepted to enter a new negotiation process for peace, the Palestinian or Arab negotiators will be forced to deal with the Israeli Ministry of Foreign Affairs that’s led by Avigdor Lieberman, leader of “Yisreal Beitenu” and one o
ar: وإذا ما قبلت حكومة نتنياهو الدخول في عملية تفاوض جديدة من أجل السلام ، فإن المفاوضين الفلسطينيين أو العرب سيكونون مكرهين على التعامل مع وزارة خارجية إسرائيلية يشرف على دواليبها ايفغدور ليبرمان زعيم اسرائيل بيتنا، وأحد أشد المسؤولين تطرفا في حكومة نتنياه

source: The Arab leaders stressed on the necessity of achieving a just and comprehensive solution, which will not be achieved, according to the declaration, without the Israeli withdrawal to the borders of 1967, to reach a just solution agreed upon for the pro
ar: واكد القادة على ضرورة التوصل الى حل عادل وشامل والذي لن يتحقق، بحسب الإعلان، دون الانسحاب الاسرائيلي حتى حدود 1967 والتوصل الى حل عادل ومتفق عليه لمشكلة اللاجئين الفلسطينيين ورفض كافة اشكال التوطين واقامة دولة فلسطينية مستقلة ذات سيادة وعاصمتها القدس ا

source: In Doha, Arab leaders renewed at the end of the Arab summit on Monday the need to identify a specific time frame for Israel to fulfil its obligations towards the peace process, and take clear and specific steps for the implementation of the peace process
ar: وفي الدوحة، جدد القادة العرب في ختام القمة العربية الاثنين تأكيدهم على ضرورة تحديد اطار زمني محدد لقيام اسرائيل بالوفاء بالتزاماتها تجاه عملية السلام والتحرك بخطوات واضحة ومحددة نحو تنفيذ عملية السلام القائمة على المرجعيات المتوافق عليها دوليا لاسيما مبا

source: They did not mention the word Palestinians, and they did not mention the issue of the Palestinian state.
ar: ولم يذكرا كلمة فلسطينيين كما لم يتطرقا الى مسألة الدولة الفلسطينية.

source: Netanyahu sought to reassure the international community who fears that his government would blow the already faltering peace process.
ar: وسعى نتانياهو الى طمأنة الرأي العام الدولي الذي يخشى من ان توجه حكومته ضربة قاضية لعملية السلام المتعثرة اصلا.

source: While Barak theoretically supports the idea of establishing a Palestinian state, Netanyahu is opposed to such a step at this time, saying that economic conditions should be improved in the occupied West Bank first.
ar: وفيما يؤيد باراك نظريا مسألة اقامة دولة فلسطينية، الا ان نتانياهو يعارض تلك الخطوة في الوقت الحالي ويقول انه يجب تحسين الظروف الاقتصادية في الضفة الغربية المحتلة أولا.

source: Despite the fact that Netanyahu signed a number of agreements with the Palestinians during his premiership from 1996 to 1999, he allowed a large expansion of Israeli settlements in the West Bank, which is considered as one of the thorniest problems in the
ar: ورغم ان نتانياهو وقع العديد من الاتفاقيات مع الفلسطينيين خلال رئاسته للوزراء في الفترة من 1996 الى 1999، لكنه سمح بتوسيع كبير للمستوطنات الاسرائيلية في الضفة الغربية وهي التي تعد احدى المشاكل الشائكة في الصراع الفلسطيني الاسرائيلي.

source: He also said that he wants to hold negotiations with the Palestinian Authority led by Mahmoud Abbas to reach economic peace, but refuses the establishment of a Palestinian state side by side with Israel and also refuses to stop Jewish settlements in the
ar: وقال انه يريد اجراء مفاوضات مع السلطة الفلسطينية التي يرأسها محمود عباس للتوصل الى سلام اقتصادي لكنه يرفض اقامة دولة فلسطينية الى جانب اسرائيل كما يرفض تجميد الاستيطان اليهودي في الضفة الغربية.

source: In the agreement between Netanyahu and the leader of the Labor Party, Ehud Barak, on the establishment of the coalition, their position remained unclear about the issue of peace, saying that the government will work to reach a comprehensive regional peac
ar: وفي الاتفاق بين نتانياهو وزعيم حزب العمل ايهود باراك على تشكيل الائتلاف، بقي موقفهما غير واضح بشان مسالة السلام وقالا ان الحكومة ستعمل على التوصل الى اتفاق سلام اقليمي شامل.

source: Nabil Abu Rodaina, spokesman of Palestinian President Mahmoud Abbas, called on the United States to take a clear position regarding the new Israeli policy after the new Israeli Foreign Minister
ar: قال نبيل أبو ردينة المتحدث باسم الرئيس الفلسطيني محمود عباس إن على الولايات المتحدة أن تتخذ موقفا واضحا من السياسة الإسرائيلية الجديدة بعد تأكيد وزير الخارجية الإسرائيلي الجديد

source: affirmed Israel's lack of commitment to the decisions of the Annapolis conference.
ar: عدم التزام إسرائيل بمقررات مؤتمر أنابوليس.

source: Palestinian attacker kills an Israeli and wounds another in the Bat Ayin settlement
ar: فلسطيني يقتل مستوطنا ويصيب آخر بجراح في مستوطنة بات هعاين..

source: Israeli sources reported that a Palestinian wielding an ax attacked the residents of the Bat Ayin settlement in Gush Etzion south of Bethlehem, killing one person and leaving another with moderate injuries, before fleeing the scene.
ar: قالت مصادر إسرائيلية إن فلسطينيا هاجم ببلطة عددا من مستوطني مستوطنة بيت هعهاين في التجمع الاستيطاني غوش عتسيون في محافظة بيت لحم، وتمكن من قتل مستوطن وإصابة آخر بجراح طفيفة، قبل أن ينسحب من المكان.

source: Israeli reports say that the Palestinian attacker managed to escape, and a massive search by police and the army is now under way in the area. The attacker is suspected to be still hiding in the settlement.
ar: وأشارت التقارير الإسرائيلية إلى أن الفلسطيني تمكن من الفرار، وحشدت قوات الأمن الإسرائيلية قوات كبيرة من الجيش والشرطة، وتقوم بتغطية مروحية بأعمال تمشيط للعثور على منفذ العملية. ولا تستبعد أن يكون منفذ العملية ما زال يختبئ في المستوطنة.

source: Bat Ayin is an ideological settlement, with most its residents from the extreme right. It was known in the past as a Jewish terror cell that plotted to murder Palestinians.
ar: ومستوطنة بت هعاين هي مستوطنة أيدلوجية، وسكانها من اليمين المتطرف. وقد نشطت فيها في الماضي عصابات إرهابية يهودية لتنفيذ عمليات اعتداء على الفلسطينيين.

source: One witness said that he tried to stop the attacker and described trying to wrestle him, before he managed to finally run away.
ar: ونقل عن أحد المستوطنين قوله إنه حاول صد منفذ العملية، فاشتبك معه بالأيدي، إلا أن الأخير ما لبث أن تمكن من الفرار من المكان.

source: The witness added that he assumed that the attacker was just a laborer but realized later that he was an Arab, especially that the settlement only employed Jewish laborers.
ar: وأضاف أنه اعتقد في البداية أن المنفذ كان مجرد عامل، وبحسبه فقد أدرك لاحقا أنه عربي، خاصة في مستوطنة لا تقوم بتشغيل العرب.

source: Settler leader said security guards managed to shoot the attacker, but he probably didn’t get hurt.
ar: كما نقل عن رئيس السلطة المحلية في المستوطنة قوله إن أحد المسلحين في المستوطنة قد أطلق النار باتجاه منفذ العملية، إلا أنه من غير المؤكد أن يكون قد أصيب.

source: Al Bardawil reveals reasons behind Hamas-Fatah dialogue postponement
ar: البردويل يكشف أسباب تأجيل الحوار بين حماس و فتح

source: Gaza – Dunya Al Watan
ar: غزة-دنيا الوطن

source: Dr. Salah Al Bardawil, prominent leader in the Islamist resistance movement, Hamas, and parliament member, revealed the reasons behind dialogue postponement between Hamas and Fatah, after their much anticipated meeting Saturday.
ar: كشف د. صلاح البردويل القيادي البارز في حركة المقاومة الاسلامية حماس والنائب في المجلس التشريعي أسباب تأجيل الحوار الفلسطيني الفلسطيني بين حركتي فتح وحماس بعد اجتماع عقد عليه الامال اليوم السبت .

source: Al Bardawil had said in a statement to the ‘Palestine Now’ network that Fatah has arrived to Cairo with nothing new to offer apart from insisting on its current stance on governmental programs, prohibition of security equipment maintenance in Gaza, electi
ar: وأوضح البردويل في تصريح لشبكة فلسطين الآن، أن حركة فتح جاءت الى القاهرة بدون جديد وليس في جعبتها الا ممارسة الاصرار على مواقفها السابقة فيما يتعلق ببرنامج الحكومة وفيما يتعلق بحصر اصلاح الاجهزة الامنية على قطاع غزة واستثناء الضفة المحتلة باعتبار ان الضفة

source: Al Bardawil said that Fatah insisted these topics were red-lined, opening the door to speculations that the movement was under massive external pressure to not progress dialogue towards mutual factions. This has led Egypt to push further talks to the end
ar: وقال البردويل فتح تحدثت ان تلك المواضيع خطوط حمراء ولا يمكن الحديث فيها، في موقف واضح وجلي أنها تعرضت لضغط خارجي كبير لتتشدد على مواقفها والا تتقدم في الحوار نحو القواسم المشتركة مما دفع مصر الى تأجيل الحوار الى نهية الشهر.

source: The Hamas leader stated that Egyptian authorities spent a day in talks with Fatah without reaching an agreement. This aggravated Egyptian officials and let to the decision to delay talks without consulting with Fatah.
ar: وأشار القيادي في حماس أن القيادة المصرية جلست مع وفد فتح يوما كاملا دون التوصل الى اتفاق مما اغضب الجانب المصري بشكل كبير وأجل الحوار دون الرجوع الى الوفد الفتحاوي.

source: Media channels said that Egyptian sources are adamant on postponing Palestinian – Palestinian talks to the end of the month as they hope that differences in perspectives will begin to dissolve.
ar: وتجدر الاشارة الى أن أجهزة الاعلام المختلفة تناقلت عن مصادر في الجانب المصري الى تأجيل الحوار الفلسطيني الفلسطيني الى نهاية الشهر الحالي لحين رأب الصدع وتقريب وجهات النظر بين المتحاورين بالقاهرة .

source: Rapist assassinated and another injured_Occupation forces impose curfew on Khirbet Safa
ar: بعد مقتل مغتصبٍ وإصابة آخر.. الاحتلال يمنع التجول في خربة صافا

source: Bethlehem – Palestinian Information Center
ar: بيت لحم - المركز الفلسطيني للإعلام

source: Occupation forces have enforced a strict curfew on the city of Khirbet Safa, North West of Soreif, following the assassination of a rapist and the injury of another in a stabbing incident carried out by a Palestinian worker. The incident took place in ‘B
ar: فرضت قوات الاحتلال حظر التجول المشدَّد على بلدة خربة صافا الواقعة شمال غرب بلدة صوريف بعد مقتل مغتصبٍ وإصابة آخر في عملية طعنٍ نفَّذها عاملٌ فلسطينيٌّ الخميس (2-4) في مغتصبة بيت عين المقامة على أراضي البلدة.

source: Local sources have revealed occupation forces stormed and searched the area which extends from Safa to the outskirts of Soreif seeking the perpetrator.
ar: وذكرت مصادرُ محليةٌ أن قوات الاحتلال نفَّذت عمليات دهمٍ وتفتيشٍ على نطاقٍ واسعٍ في المنطقة الممتدة من صافا إلى مشارف بلدة صوريف غربًا بحجة البحث عن منفِّذ العملية.

source: Sources state that occupation forces intensified military and machine support on the outskirts of the Eastern city. Israeli forces closed all routes to the city, stopped, and searched tens of oncoming vehicles. Some civilians were detained as occupation
ar: وأفادت مصادرُ محليةٌ من صوريف أن قوات الاحتلال دفعت بتعزيزاتٍ كبيرةٍ من جنودها وآلياتها العسكرية إلى مشارف البلدة الشرقية، وأغلقت الطرق المؤدِّية إليها، فيما أوقفت عشرات السيارات وأخضعتها للتفتيش، واحتجزت عددًا من المواطنين مدقِّقةً في بطاقاتهم الشخصية.

source: ‘Maariv’ newspaper said that the executor had directly injured some settlers, which led to the death of one and the serious injury of another, while he managed to escape.
ar: وكانت صحيفة معاريف قد ذكرت أن منفِّذ العملية تمكَّن من إصابة المستوطنَين بصورةٍ مباشرةٍ؛ ما أدَّى إلى مقتل أحدهما وإصابة آخر بجراحٍ خطرةٍ، في حين تمكَّن منفِّذ الهجوم من الفرار.

source: Syrian researcher uncovers new breast cancer therapy
ar: سورى يكتشف علاجاً جديداً لمرض سرطان الثدى

source: Damascus: Mohamed Amer Al Sheikh Youssef, Syrian researcher, doctor, and head of the Syrian tumor association, was able to develop a new therapy for breast cancer needless of a lumpectomy, in what is accounted for as a scientific breakthrough for Syria.
ar: دمشق : تمكن الباحث والطبيب السوري محمد عامر الشيخ يوسف رئيس رابطة الأورام السورية من تطوير علاج جديد لمرض سرطان الثدي دون اللجوء لإستئصاله، ليحقق بذلك إنجازاً علمياً متميزاً لسوريا في هذا المجال.

source: Al Sheikh Youssef said that research largely depended on unprecedented developments in the field, where advance-stage cancer cells are conquered and patients endure a shorter therapy period, leading to significantly less costs. This is the first time an
ar: وأشار الشيخ يوسف إلى أن البحث اعتمد على مشاركة جديدة لم يسبقني اليها أحد للتغلب على مقاومة الخلية السرطانية التي عادةً ما تكون في الحالات المتقدمة واختصار فترة العلاج وبالتالي انخفاض كلفة العلاج وهي المرة الأولى التي ينجح فيها طبيب سوري عربي في نشر بحث صم

source: Youssef added that forty six percent of ninety tested patients responded positively to therapy as the disease ceased after three doses of medication. Fifty four percent recovered from the diseases after enduring six doses. The disease clinically termina
ar: وأضاف يوسف أن نسبة الإستجابة في 90 مريضة بسرطان الثدي الموضعي وغير القابل للإستئصال الجراحي وصل إلي 46 بالمائة من المريضات اللاتي إختفى لديهن المرض بعد 3 جرعات من العلاج و 54 بالمائة تلقين الجرعات الكاملة أي 6 جرعات وأصبحت نسبة اختفاء المرض سريريا 66 بالم

source: He further stated that results were promising and push towards new possibilities as opposed to conventional surgical methods which entail the full removal of the breast as it adversely affects women. More importantly, medicinal therapy is available for f
ar: وتابع أن هذه النتائج المشجعة تدفع إلى إحلال الطريقة الجديدة مكان الطريقة التقليدية التي تقضي بإستئصال الثدي بشكل كلي، وهذا الأمر الذي يترك أثاره السلبية على المرأة ويثير استياءها، لافتاً إلى أن الأهم من ذلك هو أن المعالجة الدوائية متوافرة مجانا في سوريا

source: It is worthwhile to mention that Dr. Al Sheikh Youssef first presented preliminary research in this field at the European Society for Medical Oncology (ESMO) convention held on October 29th, 2004, in Vienna, with 15,000 participating researchers from all
ar: يذكر أن الباحث الدكتور الشيخ يوسف قدم أول بحث له في هذا المضمار في مؤتمر جمعية الأورام الأوروبية ايسمو الذي عقد في يوم 29 أكتوبر عام 2004 بفيينا بمشاركة 15 ألف باحث من مختلف أنحاء العالم.

source: Step-by-step dialogue... Will it succeed?!
ar: حوار الخطوة الخطوة.. هل ينجح؟!

source: The new meetings that are underway are based on the famous “principle” of Kissinger, the Minister of Foreign Affairs of America, to negotiate step by step, as a way to discuss the negotiation items without applying what’s agreed on following this American
ar: اللقاءات الجديدة الت تجري تقوم على مبدأ وزير خارجية أمريكا الشهر كيسنجر، التفاوض خطوة خطوة، كسبيل لبحث العقد التفاوضية دون أن يعني ان البحث والتفاوض بهذه الطريقة الأمريكية تطبيقا ما يتم التوافق عليه، فلا زال الموقف ذاته الذي سبق أن اعلنته حماس وبوضح:

source: The convening of the new negotiation meetings comes in a very sensitive timing on the national, Arab and international levels, as Israel has just presented to the world a government that raises concern, tension and vigilance; a government that does not be
ar: جاء انعقاد جلسات التفاوض الجديدة، نظريا، في توقيت حساس جدا وطنيا وعربيا ودوليا، حيث قدمت اسرائيل الى العالم حكومة تثير القلق والتوتر والحذر، حكومة لا تؤمن لا بحل ولا سلام وعبرت بوضوح عن ذاتها بلسان وزير خارجيتها عندما رفض بيان انابوليس، رغم ما يمثله من

source: The Arab summit ended its works without granting the division any political gains, that some have wished to exploit in order to impose new negotiation conditions, it even reaffirmed support for the national legacy as an organization and a president, which
ar: في حين انهت القمة العربية اعمالها دون أن تمنح الانقسام كسب سياسي كما تخيل البعض ربما يستغله لفرض شروط تفاوضية جديدة، بل أكدت مجددا دعما للشرعية الوطنية منظمة ورئيسا ما يشير الى اضعاف المنقسمين، وارتفاع الطلب العربي بضرورة الحد من تواصل الانقسام رغم ان بعض

source: These facts are usually stimulating factors that put pressure on the interlocutors to reach a consensus in order to spare their own people and cause more suffering and disasters, but it seems that what’s said in the eve of the meeting, and after it, is no
ar: هذه الوقائع عادة ما تكون عوامل محفزة وضاغطة على المتحاورين للوصول الى صيغ توافقية لتجنيب شعبهم وقضيتهم مزيدا من المعاناة والكوارث، ولكن يبدو أن ما يقال عشية اللقاء وبعده لا تتصل في تفكير البحث التوافقي ولا بحث سبل كيفية مساعدة المواطن الفلسطيني في مواجهة

source: The dialogue that’s underway does not indicate a change in the essence of the logic of negotiations, and its real goal being political consensus to end division in all its forms, instead of looking for a solution to reinstate the aspects of the functional
ar: الحوار الدائر لا يشير الى تغيير في جوهر منطق التفاوض وهدفه الحقيقي، التوافق السياسي لكسر وهزيمة الانقلاب والانقسام بكل افرازاته ومظاهرة، وليس بحثا عن حالة لإعادة مظاهر التقاسم الوظيفي على حساب الوطن والشعب وترسيخ قيم الديمقراطية السياسية، وتجاهل مخاطر تحد

source: *Minister and former Member of the Legislative Council from the Gaza Strip. - hasfour@amad.ps
ar: *_وزير وعضو مجلس تشريعي سابق من قطاع غزة. - hasfour@amad.ps

source: By: Hasan Asfour
ar: بقلم: حسن عصفور

source: Death of the gunman who opened fire in an association in New York after killing 12 people
ar: مصرع المسلح الذى فتح النار داخل جمعية فى نيويورك بعد تسببه بمقتل 12 شخصا

source: On 04/03/2009
ar: بتاريخ: 03/04/2009

source: New York, April 3rd / BNA / The gunman who opened fire inside an association in the city of Binghamton, in New York, died today after killing about 12 people during the incident.
ar: نيويورك فى 3 أبريل / بنا / لقى المسلح الذى قام باطلاق النار داخل جمعية فى مدنية بنغهامتون بولاية نيويورك حتفه اليوم بعدما تسبب بمقتل نحو 12 شخصا خلال الحادث.

source: Sawa radio reported that David Patterson, the Governor of the State of New York, said that the hostages who were held by the gunman were released, and that 12 or 13 people were killed in the incident.
ar: ونقلت اذاعة /سوا/ عن ديفيد باترسون حاكم ولاية نيويورك قوله انه تم الافراج عن الرهائن الذين كان يحتجزهم المسلح مشيرا الى أن 12 أو 13 شخصا قتلوا فى هذا الحادث.

source: Patterson described the incident as shocking, and added that It's a sad day for New York.
ar: ووصف باترسون الحادث بأنه فظيع وأضاف قائلا / انه يوم حزين لنيويورك/.
